Show / Hide Table of Contents
Enum ProductionType
Production type
Namespace: IdeaRS.OpenModel.Material
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum ProductionType
Fields
 Name |  Description
 ColdDrawn
Cold drawn
 HotRolledAndProcessed
Hot rolled and processed
 LowRelaxation
Low relaxation
 Patented
Patented
 StressRelieved
Stress relieved
 Improve this Doc
 View Source